{
  "nomor": 6,
  "nama": "Al-An'am",
  "ayat": [
    {
      "nomor": 1,
      "arab": "الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ۖ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ",
      "latin": "Al-ḥamdu lillāhillażī khalaqas-samāwāti wal-arḍa wa ja'alaẓ-ẓulumāti wan-nūr, ṡummallażīna kafarụ birabbihim ya'dilụn",
      "arti": "Segala puji bagi Allah yang telah menciptakan langit dan bumi dan menjadikan gelap dan terang, namun orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu."
    },
    {
      "nomor": 2,
      "arab": "هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَىٰ أَجَلًا ۖ وَأَجَلٌ مُسَمًّى عِنْدَهُ ۖ ثُمَّ أَنْتُمْ تَمْتَرُونَ",
      "latin": "Huwallażī khalaqakum min ṭīnin ṡumma qaḍā ajalā, wa ajalum musamman 'indahū ṡumma antum tamtarụn",
      "arti": "Dialah yang menciptakan kamu dari tanah, kemudian menentukan ajal (kematianmu), dan batas waktu tertentu yang hanya diketahui oleh-Nya. Namun kamu masih ragu-ragu."
    },
    {
      "nomor": 3,
      "arab": "وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
      "latin": "Wa huwallāhu fis-samāwāti wa fil-arḍi ya'lamu sirrakum wa jahrakum wa ya'lamu mā taksibụn",
      "arti": "Dan Dialah Allah (yang disembah) di langit dan di bumi. Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan, dan mengetahui apa yang kamu usahakan."
    },
    {
      "nomor": 4,
      "arab": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
      "latin": "Wa mā ta`tīhim min āyatim min āyāti rabbihim illā kānụ 'an-hā mu'riḍīn",
      "arti": "Dan tidaklah datang kepada mereka suatu ayat dari ayat-ayat Tuhan mereka, melainkan mereka selalu berpaling darinya."
    },
    {
      "nomor": 5,
      "arab": "فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ ۖ فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "latin": "Faqad każżabụ bil-ḥaqqi lammā jā`ahum fa saufa ya`tīhim ambā`u mā kānụ bihī yastahzi`ụn",
      "arti": "Maka sungguh, mereka telah mendustakan kebenaran (Al-Qur'an) ketika itu sampai kepada mereka, maka kelak akan sampai kepada mereka berita tentang apa yang selalu mereka perolok-olokkan."
    },
    {
      "nomor": 6,
      "arab": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ",
      "latin": "A lam yarau kam ahlaknā ming qablihim ming qarnim makkannāhum fil-arḍi mā lam numakkil lakum wa arsalnas-samā`a 'alaihim midrāraw wa ja'alnal-an-hāra tajrī min taḥtihim fa ahlaknāhum biżunụbihim wa ansya`nā mim ba'dihim qarnan ākharīn",
      "arti": "Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu) telah Kami teguhkan kedudukan mereka di muka bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu, dan Kami curahkan hujan yang lebat atas mereka dan Kami jadikan sungai-sungai mengalir di bawah mereka, kemudian Kami binasakan mereka karena dosa-dosanya, dan Kami ciptakan sesudah mereka generasi yang lain."
    },
    {
      "nomor": 7,
      "arab": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
      "latin": "Wa lau nazzalnā 'alaika kitāban fī qirṭāsin falamasụhu bi`aidīhim laqālallażīna kafarū in hāżā illā siḥrum mubīn",
      "arti": "Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, lalu mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, 'Ini tidak lain hanyalah sihir yang nyata.'"
    },
    {
      "nomor": 8,
      "arab": "وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ ۖ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ",
      "latin": "Wa qālụ laulā unzila 'alaihi malak, wa lau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarụn",
      "arti": "Dan mereka (orang-orang kafir) berkata, 'Mengapa tidak diturunkan malaikat kepadanya (Muhammad)?' Dan sekiranya Kami turunkan malaikat, niscaya selesailah urusan itu, kemudian mereka tidak diberi penangguhan."
    },
    {
      "nomor": 9,
      "arab": "وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ",
      "latin": "Wa lau ja'alnāhu malakal laja'alnāhu rajulaw wa lalabasnā 'alaihim mā yalbisụn",
      "arti": "Dan sekiranya Kami jadikan rasul itu (dari) malaikat, tentulah Kami jadikan dia berupa laki-laki dan (jika Kami jadikan dia berupa laki-laki) Kami pun akan jadikan mereka tetap ragu sebagaimana kini mereka ragu."
    },
    {
      "nomor": 10,
      "arab": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "latin": "Wa laqadistuhzi`a birusulim ming qablik fa ḥāqa billażīna sakhirụ min-hum mā kānụ bihī yastahzi`ụn",
      "arti": "Dan sungguh, telah diperolok-olokkan beberapa rasul sebelum engkau, maka turunlah kepada orang-orang yang mencemoohkan di antara mereka balasan (azab) atas apa yang selalu mereka perolok-olokkan."
    },
     {
      "nomor": 11,
      "arab": "قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
      "latin": "Qul sīrụ fil-arḍi ṡummānẓurụ kaifa kāna 'āqibatul-mukażżibīn",
      "arti": "Katakanlah (Muhammad), 'Berjalanlah di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (rasul-rasul).'"
    },
    {
      "nomor": 12,
      "arab": "قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ قُلْ لِلَّهِ ۚ كَتَبَ عَلَىٰ نَفْسِهِ الرَّحْمَةَ ۚ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ ۚ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "latin": "Qul limam mā fis-samāwāti wal-arḍ, qul lillāh, kataba 'alā nafsihir-raḥmah, layajma'annakum ilā yaumil-qiyāmati lā raiba fīh, allażīna khasirū anfusahum fa hum lā yu`minụn",
      "arti": "Katakanlah, 'Kepunyaan siapakah apa yang di langit dan di bumi?' Katakanlah, 'Kepunyaan Allah.' Dia telah menetapkan atas diri-Nya kasih sayang. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan diri mereka sendiri, mereka itu tidak beriman."
    },
    {
      "nomor": 13,
      "arab": "وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "latin": "Wa lahụ mā sakana fil-laili wan-nahār, wa huwas-samī'ul-'alīm",
      "arti": "Dan milik-Nyalah apa yang ada di malam dan siang hari. Dan Dia Maha Mendengar, Maha Mengetahui."
    },
    {
      "nomor": 14,
      "arab": "قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ ۖ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
      "latin": "Qul a gairallāhi attakhiżu waliyyan fāṭiris-samāwāti wal-arḍi wa huwu yuṭ'imu wa lā yuṭ'am, qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-musyrikīn",
      "arti": "Katakanlah, 'Apakah akan aku jadikan pelindung selain Allah, Pencipta langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?' Katakanlah, 'Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri,' dan jangan sekali-kali kamu termasuk orang musyrik."
    },
    {
      "nomor": 15,
      "arab": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
      "latin": "Qul innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm",
      "arti": "Katakanlah, 'Sesungguhnya aku takut akan azab hari yang besar (hari Kiamat), jika aku mendurhakai Tuhanku.'"
    },
    {
      "nomor": 16,
      "arab": "مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ ۚ وَذَٰلِكَ الْفَوْزُ الْمُبِينُ",
      "latin": "May yuṣraf 'an-hu yauma`iżin fa qad raḥimah, wa żālikal-fauzul-mubīn",
      "arti": "Barangsiapa dijauhkan azab darinya pada hari itu, maka sungguh, Allah telah memberikan rahmat kepadanya. Dan itulah kemenangan yang nyata."
    },
    {
      "nomor": 17,
      "arab": "وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ ۖ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "latin": "Wa iy yamsaskallāhu biḍurrin fa lā kāsifa lahū illā huw, wa iy yamsaska bikhairin fa huwa 'alā kulli syai`ing qadīr",
      "arti": "Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Dia mendatangkan kebaikan kepadamu, maka Dia Maha Kuasa atas segala sesuatu."
    },
    {
      "nomor": 18,
      "arab": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
      "latin": "Wa huwal-qāhiru fauqa 'ibādih, wa huwal-ḥakīmul-khabīr",
      "arti": "Dan Dialah yang berkuasa atas sekalian hamba-hamba-Nya. Dan Dialah Yang Mahabijaksana, Maha Mengetahui."
    },
    {
      "nomor": 19,
      "arab": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ۖ قُلِ اللَّهُ ۖ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ ۚ وَأُوحِيَ إِلَيَّ هَٰذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَىٰ ۚ قُلْ لَا أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ",
      "latin": "Qul ayyu syai`in akbaru syahādah, qulillāh, syahīdum bainī wa bainakum, wa ụḥiya ilayya hāżal-qur`ānu li'unżirakum bihī wa mam balag, a innakum latasy-hadụna anna ma'allāhi ālihatan ukhrā, qul lā asy-had, qul innamā huwa ilāhuw wāḥiduw wa innanī barī`um mimmā tusyrikụn",
      "arti": "Katakanlah, 'Siapakah yang lebih kuat kesaksiannya?' Katakanlah, 'Allah, Dia menjadi saksi antara aku dan kamu. Al-Qur'an ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Qur'an kepadanya). Dapatkah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain bersama Allah?' Katakanlah, 'Aku tidak dapat bersaksi.' Katakanlah, 'Sesungguhnya hanya Dialah Tuhan Yang Maha Esa dan aku berlepas diri dari apa yang kamu persekutukan.'"
    },
    {
      "nomor": 20,
      "arab": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ ۘ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
      "latin": "Allażīna ātaināhumul-kitāba ya'rifụnahụ kamā ya'rifụna abnā`ahum, allażīna khasirū anfusahum fa hum lā yu`minụn",
      "arti": "Orang-orang yang telah Kami berikan Kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah)."
    }

  ]
}
